                    [
                        {
                            "name": "Amruth Café",
                            "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/63/d1/7d/cc-adajan.jpg?w=600&h=-1&s=1",
                            "rating": 4.3,
                            "description": "Amruth Café is a cozy retreat for coffee lovers and food enthusiasts. Our expertly brewed South Indian filter coffee and artisanal espresso-based drinks are complemented by a selection of fresh-baked pastries and light bites. We prioritize locally sourced  ingredients to ensure quality and freshness in every sip and bite. Whether you're here for a quick caffeine boost or a leisurely conversation over masala chai, our ambient lighting and rustic wooden interiors provide the perfect setting. We also offer a quiet workspace with free Wi-Fi for students and professionals.",
                            "email": "contact@amruthcafe.in",
                            "phone": "+91 98765 43210",
                            "category": "Food & Drink"
                        },
                        {
                            "name": "Chai Junction",
                            "image": "https://usmenuguide.com/wp-content/uploads/2019/11/indiacafelasvegasdiningroom1.jpg",
                            "rating": 3.8,
                            "description": "Tea lovers rejoice! Chai Junction offers a curated selection of over 50 tea blends, including classic masala chai, soothing green teas, and experimental fusion flavors like chocolate chai and paan-infused chai. Our warm, inviting space with traditional earthen cups enhances the authentic tea-drinking experience. Pair your tea with delicious Indian snacks like samosas, pakoras, or bun maska. We also host weekly chai-tasting events where customers can discover unique flavors from different regions of India. Whether you're a chai purist or an adventurous tea drinker, there's something for everyone.",
                            "email": "info@chaijunction.com",
                            "phone": "+91 99887 65432",
                            "category": "Food & Drink"
                        },
                        {
                            "name": "Future Tech Gadgets",
                            "image": "https://kreowebsite.s3.ap-south-1.amazonaws.com/Banner.jpg50579",
                            "rating": 3.9,
                            "description": "At Future Tech Gadgets, we bring you the latest innovations in technology. From smart home devices and wearables to cutting-edge gaming peripherals, we are your one-stop destination for futuristic gadgets. Our team of tech experts is always on hand to provide demonstrations and guide customers through the latest trends in consumer electronics. We also offer doorstep delivery and installation services for smart home setups. If you're a tech enthusiast looking for the next big thing, this is the place for you.",
                            "email": "hello@futuretech.in",
                            "phone": "+91 99876 54321",
                            "category": "Tech & Gadgets"
                        },
                        {
                            "name": "Royal Bakers",
                            "image": "https://scontent.fstv8-3.fna.fbcdn.net/v/t39.30808-6/307019492_160511253281218_3741692931884850186_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=rUz7aQF3mZcQ7kNvgHN7xSY&_nc_oc=Adn2kyZ-tS2oQ12McDiAzrShOu2yTI7qcUUiWmTCfEGswbtGm_5heJc9a5jhd6jZYnP34XXdD1k9TPyHB_EH_xSF&_nc_zt=23&_nc_ht=scontent.fstv8-3.fna&_nc_gid=YH64-AyhmmYLcbxC4gUdDg&oh=00_AYEkyZSu6rcmfSKppIC0zWe08JqxFBbGTP5m3WGoSE97-A&oe=67F40EB5",
                            "rating": 3.6,
                            "description": "Royal Bakers has been serving freshly baked delights for over a decade. Our bakery specializes in handcrafted cakes, artisanal breads, and a wide range of cookies and pastries. Whether you need a customized wedding cake or just want to grab a warm croissant, our skilled bakers ensure every product is made with love and precision. We also offer eggless and gluten-free options to cater to all dietary preferences. Visit us for a delightful experience that satisfies your sweet cravings.",
                            "email": "royalbakers@gmail.com",
                            "phone": "+91 98765 21098",
                            "category": "Retail"
                        },
                        {
                            "name": "Tech Haven",
                            "image": "https://content.jdmagicbox.com/comp/pune/l2/020pxx20.xx20.150811121608.e6l2/catalogue/namotech-sales-and-services-narayan-peth-pune-second-hand-computer-dealers-dell-j04wcudiuf.jpg",
                            "rating": 3.1,
                            "description": "Tech Haven is your ultimate source for cutting-edge electronics and gadgets. We bring the latest in smart tech to your doorstep, including the newest smartphones, smartwatches, headphones, and home automation systems. Our knowledgeable team is passionate about technology and is always ready to provide product demos and advice. Whether you’re looking to upgrade your phone or need a new laptop, Tech Haven has everything you need. We also offer after-sales support and device setup services. Explore our store for the best deals and exclusive offers!",
                            "email": "techhaven@example.com",
                            "phone": "+91 12345 67890",
                            "category": "Tech & Gadgets"
                        },
                        {
                            "name": "Gourmet Delights",
                            "image": "https://media.istockphoto.com/id/1438530555/photo/empty-charcuterie-small-business-concepts.jpg?s=1024x1024&w=is&k=20&c=lX3t64iBj40us2MRy1pif6PaJL4FaU30R4rOR4Q78_4=",
                            "rating": 4.5,
                            "description": "Gourmet Delights is a culinary haven for food lovers. Offering an exquisite menu of gourmet meals, from Indian delicacies to international fusion dishes, we are dedicated to providing our customers with a unique dining experience. Each dish is meticulously prepared using the freshest ingredients, with an emphasis on flavor and presentation. Whether you're dining in or ordering for delivery, Gourmet Delights guarantees a satisfying and memorable meal. For foodies seeking something new, Gourmet Delights promises an unforgettable journey of taste.",
                            "email": "gourmet@example.com",
                            "phone": " +91 23456 78901",
                            "category": "Food & Drink"
                        },
                        {
                            "name": "Shoe Emporium",
                            "image": "https://images.thebusinessplanshop.com/2836/open-a-shoe-shop.png",
                            "rating": 2.7,
                            "description": "Shoe Emporium is the ultimate destination for footwear lovers. With a vast collection of shoes for all occasions, we have something for everyone. From sneakers to formal shoes, casual flats to high-end luxury brands, our store offers an extensive range of stylish and comfortable shoes. We pride ourselves on providing excellent customer service, helping you find the perfect pair of shoes that fit both your style and budget. Whether you're buying shoes for work, play, or a special event, Shoe Emporium guarantees quality and comfort in every step.",
                            "email": "mailto:shoeemporium@example.com",
                            "phone": " +91 34567 89012",
                            "category": "Retail"
                        }
                    ]
