                    [{"name":"The Flower Shop","email":"flowershop@example.com","image":"https://floweraura-blog-img.s3.ap-south-1.amazonaws.com/Best+Flower+Shop/How-to-Choose-the-Best-Flower-Shop-Delivery-Service-Near-You--Blog-Cover-D.jpg","description":"The Flower Shop is a florist specializing in fresh, beautiful floral\\n                        arrangements for every occasion. Whether you need a bouquet for a loved one, a centerpiece for a\\n                        wedding, or an arrangement to brighten up your home, we have a wide selection of flowers to suit\\n                        your needs. Our expert florists take pride in creating custom arrangements that reflect your\\n                        unique style. We also offer delivery services to ensure that your flowers arrive fresh and on\\n                        time. From roses to lilies, orchids to sunflowers, The Flower Shop provides the best in quality\\n                        and service.","rating":4.8},{"name":"Desi Tadka Dhaba","email":"support@desitadka.in","image":"https://dineout-media-assets.swiggy.com/swiggy/image/upload/fl_lossy,f_auto,q_auto/v1661292323/ecv1nfeama0shbojk1da.jpg","description":"Step into Desi Tadka Dhaba for an authentic taste of highway-style North Indian\\n                        cuisine. Our menu boasts smoky tandoori kebabs, rich butter chicken, flavorful dal makhani, and\\n                        piping hot tandoori rotis. We believe in slow-cooked, traditionally spiced meals served with the\\n                        warmth of home-cooked food. Our rustic, truck-art-themed interiors and outdoor charpai seating\\n                        create an unforgettable dhaba experience. Whether you're a traveler looking for a hearty meal or\\n                        a local craving Punjabi flavors, we serve with love and generous portions.","rating":3.8},{"name":"Clothing & Apparel","email":"contact@sundaramsarees.com","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4OE-6wc4cebtj1_xSaCL81PHJU57BD_dMlA&s","description":"For generations, Sundaram Saree House has been the go-to destination for\\n                        elegant, high-quality sarees. We specialize in Kanjeevaram, Banarasi, Chanderi, and designer\\n                        sarees crafted by skilled artisans. Whether you’re looking for a bridal saree, a festive\\n                        ensemble, or everyday wear, our collection offers something for every occasion. We also provide\\n                        custom blouse stitching and fabric matching services to ensure a seamless shopping experience.\\n                        Visit us to explore the timeless beauty of Indian handwoven sarees.","rating":4.2},{"name":"Biryani Mahal","email":"orders@biryanimahal.com","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTmezm5G9Bav6yin8y3syXGwypBa5nZnk6olw&s","description":"A paradise for biryani lovers, Biryani Mahal is where the rich flavors of\\n                        traditional dum biryani come to life. We specialize in Hyderabadi and Lucknowi biryanis,\\n                        prepared with long-grain basmati rice, slow-cooked marinated meats, and a secret blend of\\n                        spices. Each biryani is sealed and cooked in traditional copper vessels to retain maximum aroma\\n                        and taste. Our menu also features Mughlai delights like kebabs, kormas, and nihari. Whether\\n                        dining in or ordering takeout, every bite is a feast fit for royalty.","rating":4.5},{"name":"Electronics & Mobile Stores","email":"sales@sharmaelectronics.com","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTbso4-Xnslgx5LYcuUOpT0RgUxYW_GtjuWDA&s","description":"Sharma Electronics is a trusted name in the world of gadgets and home\\n                        appliances. We stock the latest smartphones, laptops, gaming consoles, and accessories from\\n                        leading brands at competitive prices. Our knowledgeable staff offers personalized\\n                        recommendations, ensuring you find the perfect device to meet your needs. We also provide phone\\n                        repair services, software installations, and trade-in options. Whether you're a student looking\\n                        for a budget-friendly laptop or a gamer in need of high-performance gear, we've got you\\n                        covered.","rating":4.5},{"name":"Royal Ethnic Wear","email":"support@royalethnicwear.in","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ3X-AGLpJeUeF4Ck1kFm2yjgIlifbrYAxuRQ&s","description":"Royal Ethnic Wear is dedicated to providing high-quality traditional Indian attire for men and\\n                        women. Our collection includes intricately embroidered sherwanis, regal lehengas, and elegant\\n                        kurta sets. We take pride in using rich fabrics and detailed handwork that reflect India's\\n                        diverse\\n                        cultural heritage. Our showroom also offers custom tailoring services, allowing customers to get\\n                        outfits tailored to perfection. Whether it’s a wedding, festival, or a special occasion, we\\n                        ensure you step out in style.","rating":1.8},{"name":"Sweets & Bakeries","email":"order@annapurnasweets.com","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQj8-7IkVAo548TSfBOfsdNUQ1QAZHvp4XpHQ&s","description":"Annapurna Sweets & Snacks is a beloved destination for those who crave traditional Indian\\n                        sweets and savories. We specialize in mouth-watering mithai like rasgullas, kaju katli, and\\n                        pedas, prepared fresh daily using authentic recipes. Our savory section includes crispy\\n                        namkeens, samosas, and a variety of Indian-style chaats. We also take bulk orders for weddings\\n                        and festive celebrations, ensuring that every occasion is filled with sweetness. Quality and\\n                        hygiene are our top priorities, making us a trusted name in the community.","rating":4.6},{"name":"Spicy Treat","email":"info@spicytreats.com","image":"https://st.depositphotos.com/1001092/4693/i/450/depositphotos_46930915-stock-photo-chili-peppers-with-herbs-and.jpg","description":"Spicy Treats is a paradise for those who love bold, fiery flavors. Our menu showcases a mix of\\n                        North Indian, South Indian, and Indo-Chinese dishes, with an emphasis on rich spices and\\n                        aromatic curries. Our bestsellers include spicy chicken tikka, fiery paneer butter masala, and\\n                        schezwan noodles. The vibrant decor and warm hospitality make it the perfect place for family\\n                        dinners or friendly gatherings. We also offer a range of mildly spiced dishes for those who\\n                        prefer a balanced taste.","rating":3},{"name":"Elegant Living Interiors","email":"sales@elegantliving.com","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR2t9vDppEiGsG05b1yEH2t_1XwC8GH25CnfA&s","description":"Elegant Living Interiors is where luxury meets comfort. We provide premium furniture and home\\n                        décor solutions that blend aesthetics with functionality. From modern modular kitchens to\\n                        vintage-style living room sets, our collection caters to diverse tastes. We also offer custom\\n                        furniture designing and interior decoration services to help you bring your dream home to life.\\n                        Our expert designers are available for personalized consultations to transform your space\\n                        effortlessly.","rating":4.4},{"name":"Amruth Café","image":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/12/63/d1/7d/cc-adajan.jpg?w=600&h=-1&s=1","rating":4.3,"description":"Amruth Café is a cozy retreat for coffee lovers and food enthusiasts. Our expertly brewed South Indian filter coffee and artisanal espresso-based drinks are complemented by a selection of fresh-baked pastries and light bites. We prioritize locally sourced  ingredients to ensure quality and freshness in every sip and bite. Whether you're here for a quick caffeine boost or a leisurely conversation over masala chai, our ambient lighting and rustic wooden interiors provide the perfect setting. We also offer a quiet workspace with free Wi-Fi for students and professionals.","email":"contact@amruthcafe.in","phone":"+91 98765 43210","category":"Café"},{"name":"Chai Junction","image":"https://usmenuguide.com/wp-content/uploads/2019/11/indiacafelasvegasdiningroom1.jpg","rating":3.8,"description":"Tea lovers rejoice! Chai Junction offers a curated selection of over 50 tea blends, including classic masala chai, soothing green teas, and experimental fusion flavors like chocolate chai and paan-infused chai. Our warm, inviting space with traditional earthen cups enhances the authentic tea-drinking experience. Pair your tea with delicious Indian snacks like samosas, pakoras, or bun maska. We also host weekly chai-tasting events where customers can discover unique flavors from different regions of India. Whether you're a chai purist or an adventurous tea drinker, there's something for everyone.","email":"info@chaijunction.com","phone":"+91 99887 65432","category":"Café"},{"name":"Future Tech Gadgets","image":"https://kreowebsite.s3.ap-south-1.amazonaws.com/Banner.jpg50579","rating":3.9,"description":"At Future Tech Gadgets, we bring you the latest innovations in technology. From smart home devices and wearables to cutting-edge gaming peripherals, we are your one-stop destination for futuristic gadgets. Our team of tech experts is always on hand to provide demonstrations and guide customers through the latest trends in consumer electronics. We also offer doorstep delivery and installation services for smart home setups. If you're a tech enthusiast looking for the next big thing, this is the place for you.","email":"hello@futuretech.in","phone":"+91 99876 54321","category":"Tech"},{"name":"Royal Bakers","image":"https://scontent.fstv8-3.fna.fbcdn.net/v/t39.30808-6/307019492_160511253281218_3741692931884850186_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=rUz7aQF3mZcQ7kNvgHN7xSY&_nc_oc=Adn2kyZ-tS2oQ12McDiAzrShOu2yTI7qcUUiWmTCfEGswbtGm_5heJc9a5jhd6jZYnP34XXdD1k9TPyHB_EH_xSF&_nc_zt=23&_nc_ht=scontent.fstv8-3.fna&_nc_gid=YH64-AyhmmYLcbxC4gUdDg&oh=00_AYEkyZSu6rcmfSKppIC0zWe08JqxFBbGTP5m3WGoSE97-A&oe=67F40EB5","rating":3.6,"description":"Royal Bakers has been serving freshly baked delights for over a decade. Our bakery specializes in handcrafted cakes, artisanal breads, and a wide range of cookies and pastries. Whether you need a customized wedding cake or just want to grab a warm croissant, our skilled bakers ensure every product is made with love and precision. We also offer eggless and gluten-free options to cater to all dietary preferences. Visit us for a delightful experience that satisfies your sweet cravings.","email":"royalbakers@gmail.com","phone":"+91 98765 21098","category":"Bakery"},

{"name":"Tech Haven","image":"https://content.jdmagicbox.com/comp/pune/l2/020pxx20.xx20.150811121608.e6l2/catalogue/namotech-sales-and-services-narayan-peth-pune-second-hand-computer-dealers-dell-j04wcudiuf.jpg","rating":3.1,"description":"Tech Haven is your ultimate source for cutting-edge electronics and gadgets. We bring the latest in smart tech to your doorstep, including the newest smartphones, smartwatches, headphones, and home automation systems. Our knowledgeable team is passionate about technology and is always ready to provide product demos and advice. Whether you’re looking to upgrade your phone or need a new laptop, Tech Haven has everything you need. We also offer after-sales support and device setup services. Explore our store for the best deals and exclusive offers!","email":"techhaven@example.com","phone":"+91 12345 67890","category":"Tech"},
                     
                    {"name":"Gourmet Delights","image":"https://media.istockphoto.com/id/1438530555/photo/empty-charcuterie-small-business-concepts.jpg?s=1024x1024&w=is&k=20&c=lX3t64iBj40us2MRy1pif6PaJL4FaU30R4rOR4Q78_4=","rating":4.5,"description":"Gourmet Delights is a culinary haven for food lovers. Offering an exquisite menu of gourmet meals, from Indian delicacies to international fusion dishes, we are dedicated to providing our customers with a unique dining experience. Each dish is meticulously prepared using the freshest ingredients, with an emphasis on flavor and presentation. Whether you're dining in or ordering for delivery, Gourmet Delights guarantees a satisfying and memorable meal. For foodies seeking something new, Gourmet Delights promises an unforgettable journey of taste.","email":"gourmet@example.com","phone":" +91 23456 78901","category":"Food", "sub-category":"Cafes "},
                    
                    {"name":"Shoe Emporium","image":"https://scontent.fstv8-3.fna.fbcdn.net/v/t39.30808-6/307019492_160511253281218_3741692931884850186_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=6ee11a&_nc_ohc=rUz7aQF3mZcQ7kNvgHN7xSY&_nc_oc=Adn2kyZ-tS2oQ12McDiAzrShOu2yTI7qcUUiWmTCfEGswbtGm_5heJc9a5jhd6jZYnP34XXdD1k9TPyHB_EH_xSF&_nc_zt=23&_nc_ht=scontent.fstv8-3.fna&_nc_gid=YH64-AyhmmYLcbxC4gUdDg&oh=00_AYEkyZSu6rcmfSKppIC0zWe08JqxFBbGTP5m3WGoSE97-A&oe=67F40EB5","rating":3.6,"description":"Royal Bakers has been serving freshly baked delights for over a decade. Our bakery specializes in handcrafted cakes, artisanal breads, and a wide range of cookies and pastries. Whether you need a customized wedding cake or just want to grab a warm croissant, our skilled bakers ensure every product is made with love and precision. We also offer eggless and gluten-free options to cater to all dietary preferences. Visit us for a delightful experience that satisfies your sweet cravings.","email":"royalbakers@gmail.com","phone":"+91 98765 21098","category":"Food", "sub-category":"Bakeries"}]
                    
